{t alias="Описание раздела.Филиалы"}На этой странице вы можете описать структуру городов, в которых находятся филиалы(представительства) вашего интернет-магазина.
Пользователь, выбравший свой город, сможет просматривать контакты филиала, расположенного в данном городе, 
видеть цены и остатки товаров на <u><a href="{adminUrl mod_controller="catalog-warehousectrl" do=false}">складах</a></u>, которые актуальны для выбранного города. 
Модуль поддерживает автоматическое первичное определение города с помощью сервисов геолокации.{/t}